"GROUP_SHOW_FOOTER"="Selecione quais vitaminas ou minerais devem ser exibidos no aplicativo. Essas configurações serão sincronizadas com todos os seus dispositivos.";


"HK_VITAMIN_PANEL_NAME"="Mostrar Vitaminas";
"HK_GROUP_VITAMINS_FOOTER"="Apenas vitaminas habilitadas são exibidas no aplicativo. A sincronização de dados para elementos ocultos está desabilitada.";
"HK_GROUP_VITAMINS_TITLE"="Vitaminas";
"SHOW_VIT_A_TITLE" = "Vitamina A";
"SHOW_VIT_C_TITLE" = "Vitamina C";
"SHOW_VIT_D_TITLE" = "Vitamina D";
"SHOW_VIT_E_TITLE" = "Vitamina E";
"SHOW_VIT_K_TITLE" = "Vitamina K";
"SHOW_VIT_B1_TITLE" = "Vitamina B1 (Tiamina)";
"SHOW_VIT_B2_TITLE" = "Vitamina B2 (Riboflavina)";
"SHOW_VIT_B3_TITLE" = "Vitamina B3 (Niacina)";
"SHOW_VIT_B5_TITLE" = "Vitamina B5 (Ácido Pantotênico)";
"SHOW_VIT_B6_TITLE" = "Vitamina B6 (Piridoxina)";
"SHOW_VIT_B7_TITLE" = "Vitamina B7 (Biotina)";
"SHOW_VIT_B9_TITLE" = "Vitamina B9 (Folato)";
"SHOW_VIT_B12_TITLE" = "Vitamina B12 (Cobalamina)";


"HK_MINERAL_PANEL_NAME"="Mostrar Minerais";
"HK_GROUP_MINERALS_FOOTER"="Apenas minerais ativados são exibidos no aplicativo. A sincronização de dados para elementos ocultos está desativada.";
"HK_GROUP_MINERALS_TITLE"="Minerais";
"SHOW_FE_TITLE" = "Ferro";
"SHOW_MG_TITLE" = "Magnésio";
"SHOW_CA_TITLE" = "Cálcio";
"SHOW_CR_TITLE" = "Cromo";
"SHOW_CL_TITLE" = "Cloreto";
"SHOW_CU_TITLE" = "Cobre";
"SHOW_MN_TITLE" = "Manganês";
"SHOW_MO_TITLE" = "Molibdênio";
"SHOW_SE_TITLE" = "Selênio";
"SHOW_NA_TITLE" = "Sódio";
"SHOW_ZN_TITLE" = "Zink";
"SHOW_P_TITLE" = "Fósforo";
"SHOW_K_TITLE" = "Potássio";
"SHOW_I_TITLE" = "Iodo";


"ABOUT_GROUP_TITLE"="Sobre";
"ABOUT_APP_VERSION"="Versão";
"ABOUT_DISCLAIMER_TITLE"="Isenção de responsabilidade";
"ABOUT_DISCLAIMER"="Todo o conteúdo encontrado em nossos aplicativos de software (apps) foi criado apenas para fins informativos. O conteúdo não pretende ser um substituto para aconselhamento, diagnóstico ou tratamento médico profissional. A Martspec não pode e não será responsabilizada (legalmente, financeiramente ou medicamente) por decisões tomadas usando ou com base em resultados de seus aplicativos, algoritmos médicos, pontuações e calculadoras. Não está no escopo da Martspec prestar serviços de aconselhamento, diagnóstico ou tratamento médico.

Qualquer pessoa que use nossos aplicativos o faz por sua conta e risco e deve procurar aconselhamento médico profissional para suas preocupações, incluindo, entre outros, diagnóstico, medicação e outros tratamentos. Observe que apenas um profissional licenciado tem autoridade para diagnosticar e avaliar oficialmente um indivíduo em relação a quaisquer aspectos de saúde.

Informamos que os resultados exibidos por nossos aplicativos podem não ser 100% precisos, corretos e/ou completos e que se destinam exclusivamente a fins informativos. Embora tenhamos feito o nosso melhor para construí-los, não há absolutamente nenhuma garantia de que os aplicativos estarão livres de erros.

As informações apresentadas pela Martspec foram obtidas de fontes que acreditamos serem precisas e confiáveis, no entanto, nem a Martspec nem as fontes de conteúdo garantem a precisão, integridade ou atualização das informações.

Nem a Martspec nem nossos provedores de conteúdo assumem qualquer responsabilidade por danos ou lesões (incluindo morte) a outras pessoas ou propriedades decorrentes de qualquer uso de qualquer produto, informação, ideia ou instrução contida no conteúdo ou serviços fornecidos a você.

Você entende e reconhece que seu único e exclusivo recurso em relação a qualquer defeito ou insatisfação com o aplicativo é deixar de usar o aplicativo.";
